Repository: weedkiller/ecm-archived
Catalog: src/Resources/Resources.*.resx
Languages: fr

source: Additional Information
fr: Informations complémentaires

source: Add Modifier
fr: Ajouter modificateur

source: Allow Review
fr: Laisser un avis

source: Back
fr: Retour

source: Category
fr: Catégorie

source: Choice Name
fr: Choix Nom

# EmailNotExists
source: Email : {0} is not exists.
fr: Email : {0} n'existe pas dans notre base.

# EnterUsernameAndPassword
source: Enter any username and password.
fr: Saisissez un nom d'utilisateur et mot de passe.

source: Forgot Password
fr: Mot de passe oublié

# ForgotPasswordDescription
source: Enter your email address to receive a message indicating the marce to follow to reset your password.
fr: Saisissez votre adresse e-mail pour recevoir un message indiquant la marche à suivre pour réinitialiser votre mot de passe.

source: Full Description
fr: Description complète

source: In Stock
fr: En Stock

# ItemSlugDescription
source: Slug will be used for make Pretty URL, which helps boost On-Page SEO.
fr: Slug sera utilisé pour faire de jolies URL, ce qui contribue à stimuler Sur la page SEO.

source: Login
fr: Connexion

source: Modifiers
fr: modificateurs

source: Old Price
fr: ancien prix

source: Password
fr: Mot de passe

# PasswordHasBeenSent
source: Your password has been sent to your email address.
fr: Votre mot de passe a été envoyé à votre adresse e-mail.

source: Price
fr: Prix

source: Pricing
fr: établissement des prix

source: Product Code
fr: Code de produit

source: Product Cost
fr: Coût du produit

source: Product Images
fr: Images du produit

source: Product Info
fr: Informations sur le produit

source: Product Information
fr: Informations sur le produit

source: Product Name
fr: Nom du produit

source: Publish
fr: Publier

source: Recover Password
fr: récupérer mot de passe

source: Remember me
fr: Se souvenir de moi

source: Reset
fr: remettre

source: Save
fr: Enregister

source: Save Modifiers
fr: enregistrer modificateurs

source: Save modifiers successful.
fr: Enregistrer modificateurs succès.

source: Short Description
fr: description courte

source: Show On Homepage
fr: Voir sur la page d'accueil

source: Site
fr: Golf

source: Special Price
fr: Prix ​​spécial

source: Supplier
fr: fournisseur

source: Tax Type
fr: Type de l'impôt

source: Username
fr: Nom d'utilisateur

source: Add To Cart
fr: Ajouter au panier

source: Course
fr: Parcours

source: Products
fr: Articles

source: Store
fr: magasin

source: Tee Sheet
fr: T Fiche

source: Reports
fr: rapports

source: Login with Facebook
fr: Connectez-vous avec Facebook

source: Or
fr: Ou

source: Please Enter Your Information
fr: S'il vous plaît Entrez votre information

# RequiredError
source: Ce champ est obligatoire
fr: requis

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Register
fr: S'inscrire

source: Confirm Password
fr: confirmer mot de passe

# IsReceiveNewsletters
source: Do you want to receive our newsletters?
fr: Voulez-vous recevoir notre newsletter?

source: Register Failed
fr: Inscrivez-vous manqué

# UseExistsAccount
source: Use An Exists Account
fr: Utilisez un compte qui existe

source: Create New Account
fr: Créer un nouveau compte

source: Item not found.
fr: Article non trouvé

source: Can't remove item from cart.
fr: Vous ne pouvez pas supprimer l'article du panier.

source: Driving Ranges
fr: Carte de Practice

source: Golf Lessons
fr: Stages

source: Stay Packages
fr: Séjour

source: There is no product.
fr: Il n'ya pas de produit

source: Cart
fr: Panier

source: Delete
fr: Effacer

source: DeliveryTime
fr: Délai de Livraison

source: Quantity
fr: Quantité

source: Total Price
fr: Prix ​​total

source: Unit Price
fr: Prix unitaire

source: The basket is empty.
fr: Le panier est vide.

source: Back To Shopping
fr: Retour Shopping

source: Checkout
fr: Finaliser ma commande

source: Update Cart
fr: Mise à jour panier

# ItemImageUploadDescription
source: You can upload multiple files at once. You can arrange images by drag & drop them. First image will be used as primary image.
fr: Vous pouvez télécharger plusieurs fichiers à la fois. Vous pouvez organiser les images par glisser-déposez. Première image sera utilisée comme image principale.

source: Page not found
fr: Page non trouvée

source: Internal Server Error
fr: Erreur interne du serveur

source: Oops! Something went wrong.
fr: Oops! Quelque chose s'est mal passé.

# PageNotFoundDescription
source: We can not find the page you're looking for.
fr: Nous ne pouvons pas trouver la page que vous cherchez.

source: Please come back in a while.
fr: S'il vous plaît revenir de temps en temps.

source: We are fixing it!
fr: Nous nous efforçons de solutionner ce petit problème.

source: Tax Calculation
fr: Calcul de l'impôt

source: Golf Course
fr: cours de golf

source: End
fr: Au

source: Start
fr: Démarrer

source: Materials
fr: Matières

source: View Offer
fr: Voir l'offre

source: Product
fr: Article

source: Booking Report
fr: Rapport Réservation

source: Content Management
fr: gestion de contenu

source: Gift Card
fr: Carte-cadeau

source: Lessons
fr: Stages

source: News
fr: Nouvelles

source: Reference Tables
fr: Tableaux de référence

source: Sales Report
fr: Rapport des ventes

source: Slideshow
fr: Diaporama

source: Special Offers
fr: Offres spéciales

source: Special Offer
fr: Offres spéciale

source: Save slide images failed.
fr: Enregistrer des images diapositives échoué.

source: Save slide images successful.
fr: Enregistrez les images de diapositives succès.

source: Interest Description
fr: intérêt Description

source: Interest Name
fr: Nom d'intérêt

source: User Interesting
fr: Intéressant utilisateur

source: Suppliers
fr: fournisseurs

source: Edit Profile
fr: Editer le profil

source: Membership
fr: Adhésion

source: Sites
fr: Golfs

source: Taxes
fr: TVA

source: Users
fr: utilisateurs

source: User Types
fr: Types d'utilisateurs

# SaveUserProfileFailed
source: Please fill all of required fields, thank you.
fr: Merci de renseigner les champs obligatoires

# SaveUserProfileSuccess
source: Saving user profile successfully.
fr: Enregistrement profil de l'utilisateur avec succès.

source: User Information
fr: Informations de l'utilisateur

source: Map
fr: Carte

source: Billing Address
fr: adresse de facturation

source: Shipping Address
fr: Livraison à l'adresse suivante

source: Next
fr: Suivant

source: Add Driving Range
fr: Ajouter une adresse

source: Add Lesson
fr: Ajouter Stage

source: Add Green Fee
fr: Ajouter Green Fee

source: Add Product
fr: Ajouter un produit

source: Add Stay Package
fr: Ajouter séjour

source: Gift Card Information
fr: Informations sur la carte-cadeau

source: Gift Card Name
fr: Carte-cadeau Nom

# ConfirmDeleteMessage
source: This item will be deleted permanently, are you sure for deleting?
fr: Cet article sera définitivement supprimé, vous êtes sûr de la suppression?

# SearchPlaceholder
source: Search...
fr: Recherchez...

source: Result for search term
fr: Résultat pour le terme de recherche

source: Sign out
fr: Se deconnecter

source: Product Categories
fr: Les catégories de produit

source: Categories
fr: Catégories

source: Customer Groups
fr: Groupes de clients

source: Customer Management
fr: Gestion des clients

source: Customers
fr: clientèle

source: Email Templates
fr: Modèles Email

source: Mailing Lists
fr: Listes

source: Privacy Policy
fr: Politique de confidentialité

source: Send Email
fr: Envoyer un email

source: Admin Dashboard
fr: administrateur tableau de bord

source: Detail
fr: Détail

source: Name
fr: Nom

source: Privacy Information
fr: Protection des renseignements

source: Privacy Policy Name
fr: Politique de confidentialité Nom

source: Category Name
fr: Nom de la catégorie

source: Customer
fr: Client

source: Customer Group
fr: Groupe de clients

source: Customer Group Name
fr: Nom du groupe de clients

source: Customer Mail List
fr: Liste de messagerie client

source: Email Body
fr: Contenu du courrier électronique

source: Email Information
fr: E-mail Informations

source: Email Name
fr: Email Nom

source: EmailReport
fr: Email Rapport

# EmailsIsInSchedule
source: Emails have been in schedule.
fr: Les e-mails ont été dans le calendrier.

source: From
fr: Du

source: From Name
fr: De Nom

source: Invalid email or password.
fr: E-mail ou mot de passe invalide.

source: Mailing List
fr: Liste d'envoi

source: Mailing List Name
fr: Liste d'envoi Nom

source: Middle Name
fr: Deuxième nom

source: Report
fr: Rapport

source: Sending Email
fr: envoi d'un courriel

source: Subject
fr: Objet

source: User
fr: Utilisateur

source: User Type
fr: Types d'utilisateur

source: User Type Name
fr: Type d'utilisateur Nom

source: Course Name
fr: Nom du cours

source: Site Images
fr: imagini site-ului

source: Site Information
fr: Informații site-ul

source: Address
fr: Adresse

source: City
fr: Ville

source: Phone
fr: Téléphone

source: Postal Code
fr: Code postal

source: Site Name
fr: Nom du golf

source: Site Slug
fr: Golf Slug

source: State
fr: Département

source: Street
fr: Rue

source: Website
fr: site Web

source: Accommodation
fr: Hébergement

source: Arrival Date
fr: Mois de départ

# ReserveGreenFee
source: Reserve<br />Green Fee
fr: Réservez<br />un green fee

source: Buy
fr: Acheter

source: Buy a
fr: Trouver Un

# BuyPracticeCard
source: Buy your cards pratice at the best price
fr: Achetez vos cartes de pratice aux meilleurs prix

source: Dexterity
fr: Dextérité

source: Find out our latest holiday deals!
fr: Retrouvez tous nos bon plans!

source: Level
fr: Niveau

source: Material
fr: Matière

# SelectCountry
source: Choose a country
fr: Choisir un pays

# SelectCourse
source: Select a course
fr: Choisir un cours

# SelectDepartment
source: Select a department
fr: Choisir un département

# SelectMonth
source: Select a month
fr: Sélectionner un mois

# SelectRegion
source: Choose a region
fr: Choisir une région

source: Show results
fr: Afficher les résultats

source: Sub categories
fr: Sous-catégories

source: Time slot
fr: Créneau horaire

source: To The DLG Shop
fr: Dans la DLG Shop

source: Welcome
fr: Bienvenue

source: Where To Play?
fr: Où jouer ?

source: Order Confirm
fr: Confirmer Ordre

source: Secure Payments By Paypal
fr: Paiements sécurisés par Paypal

source: Payment Failed
fr: Paiement a échoué

# PaymentFailedDescription
source: There are the problems while we do transaction. So your payment has failed. Please inform us.
fr: Ll ya des problèmes pendant que nous faisons transaction. Donc, votre paiement a échoué. S'il vous plaît nous en informer.

source: Qty
fr: Qté

source: Account Dashboard
fr: Compte Tableau De Bord

source: My Coupons and Discount
fr: Mes bons d'achat et de réduction

source: My Credit Card
fr: Mes cartes bancaires

source: My Details
fr: Mes coordonnées

source: My Listings for newsletters
fr: Mes inscriptions aux newsletters

source: My Messages
fr: Mes messages

source: My Orders
fr: Mes commandes

source: My Sponsorship
fr: Mon parrainage

source: My Addresses
fr: Mon carnet d'adresses

source: Available
fr: disponible

source: Return
fr: Retour

source: Accept
fr: Acceptés

source: Print File
fr: Imprimer Ficher

source: Send Offer To a Friend
fr: envoyer l'offre à un ami

source: Specifications
fr: Caractéristiques

source: Delivery Detail
fr: Détails Livraison

source: Review
fr: Avis

source: Brand
fr: Marque

source: Size
fr: Taille

source: State of the object
fr: État de l'objet

source: Delivery Date
fr: Date de livraison

source: Birth Date
fr: Date de Naissance

# MyDetails_HeaderDescription
source: You can, below, modify personal data from your user account
fr: Vous pouvez, ci-dessous, modifier les données personnelles de votre compte utilisateur

source: My Password
fr: Mon mot de passe

# MyAccount_Header
source: My account
fr: Mon compte

# MyAddresses_Remark
source: Change your delivery addresses.
fr: Modifiez vos adresses de livraison.

# MyCouponsAndDiscount_Remark
source: Modify and complete your personal details.
fr: Utilisez vos bons à disposition.

# MyCreditCard_Remark
source: Manage your credit cards.
fr: Enregistrez vos cartes bancaires.

# MyDetails_Civility
source: Civility
fr: Civilité

# MyDetails_Complement
source: Complement
fr: Complément

# MyDetails_Country
source: Country
fr: Pays

# MyDetails_Receive
source: I want to receive information and special offers from partners DanslesGolfs.com.
fr: Je souhaite recevoir des information ou des offres commerciales de la part des partenaires de DanslesGolfs.com.

# MyDetails_Remark
source: Modify and complete your personal details.
fr: Modifiez et completez vos coordonnées personnelles.

# MyDetails_Require
source: fields Obligatories
fr: Champs Obligatories

# MyDetails_Save
source: CONFIRM CHANGES
fr: VALIDER LES MODIFICATIONS

# MyListingsForNewsletters_Remark
source: Manage your subscriptions to newsletters.
fr: Gérer vos inscriptions aux newsletters.

# MyMessages_Remark
source: View and manage your personal messages.
fr: Consultez et gérez vos messages personnels.

# MyOrders_Remark
source: Here are the latest commands.
fr: Retrouvez ici toutes vos commandes.

# MyPassword_Remark
source: Check and change your password to log in
fr: Modifiez votre mot de passe.

# MySponsorship_Remark
source: Manage your sponsorship.
fr: Gérez votre parrainage.

source: Your Review
fr: Votre Commentaire

source: Submit Review
fr: Poster le commentaire

source: Close
fr: Fermer

source: Your Review Go Here
fr: Donner votre avis

source: Create Tee Sheet
fr: Créer Tee Sheet

source: Default Price
fr: Défaut Prix

source: Choose your offer
fr: Choisissez votre offre

# TeeSheetConfirmPopupTitle
source: You just added the following item to your cart
fr: Vous allez ajouter à votre panier l'article suivant

source: Continue to shopping
fr: Poursuivre Vos Achats

# NoReviewText
source: Be the first to write a review.
fr: Soyez le premier à ecrire un avis

source: Make a comment
fr: émettre un commentaire

# AddAddress
source: Add an address
fr: Ajouter une Adresse

source: Change Password
fr: CHANGER LE MOT DE PASSE

# ChangeYourPassword
source: To proceed to change your password, please enter the following information:
fr: Pour proceder au changement de votre mot de passe, veuillez rentrer les informations suivantes :

source: Choose your password
fr: Choisissez votre mot de passe

source: Country
fr: Pays

source: Mobile Phone
fr: Téléphone mobile

# MonMotDePasse
source: Password
fr: Mon mot de passe

source: Old Password
fr: Ancien mot de passe

source: Select Shape
fr: Choisir la forme

source: Unused
fr: Neuf

source: Used
fr: Utilisé

source: Man
fr: Homme

source: Right Hand
fr: Main Droit

source: Select Dexterity
fr: Choisir un Dextérité

source: Select Genre
fr: Choisir un Genre

source: Woman
fr: Femme

source: Shape
fr: Forme

source: Select Shaft
fr: Choisir un arbre

source: Aluminum
fr: Aluminium

source: Select Category
fr: Choisir une catégorie

source: Select Sub Category
fr: Sélectionnez Sous catégorie

source: Steel
fr: Acier

source: Titanium
fr: Titane

source: View comments
fr: Voir les commentaires

source: Find the items
fr: Où trouver l'articles

source: Rating
fr: Avis

# RegisterFailedMessage
source: Register failed. Please try again.
fr: Inscription échoué. S'il vous plaît essayez de nouveau.

# PleaseInputYourInfo
source: Please Input Your Information
fr: Veuillez entrer vos informations

# PleaseInputYourInfoDescription
source: We nearly compleate! Please choose your email and password.
fr: Nous avons presque terminé! S'il vous plaît choisissez votre email et votre mot de passe.

source: Cancel
fr: Annuler

source: New Customer
fr: Nouveau client

source: Remarks
fr: Remarques

source: Exists Customer
fr: Déjà Client

# IWishSubscription
source: I wish to subscribe to the newsletter DanslesGolfs.com
fr: Je souhaite m'inscrire a la newsletter DanslesGolfs.com

# Order_LoginDescription
source: Complete the fields below to access your account
fr: Remplissez les champs ci dessous pour accéder à votre compte

# Order_RegisterDescription
source: Not a member? Sign up for free
fr: Pas encore membre? Inscrivez gratuitement

# Order_SubscriptionDescription
source: If you have a card or LeClub Golf Pass Supreme DLG <br />complete the following fields
fr: Si vous disposez d'une Carte LeClub Golf ou d'un Pass DLG Suprême <br />remplissez les champs suivants

source: Subscription
fr: Abonnement

source: Validate
fr: Valider

source: Delivery
fr: Livraison

source: Delivery to the following address
fr: Livraison à l'adresse suivante

source: Edit
fr: Modifier

# Order_ShippingMobilePhoneDescription
source: To ensure the best possible follow-up thank you validate key or change the phone number listed against.
fr: Afin d'assurer le meilleur suivi possible, merci de valider ou de modifier le numéro de téléphone ci-contre.

# Order_ShippingMobilePhoneDescription2
source: We recommend entering a mobile phone.
fr: Nous vous recommandons la saisie d'un téléphone portable.

# ThereIsNoAddress
source: There is no address right now, please create one.
fr: Il n'y a pas de bonne adresse, s'il vous plaît créer un.

source: Basket Summary
fr: Récapitulatif de votre panier

source: Payment
fr: Paiement

source: Remove
fr: Supprimer

source: My Cart
fr: Mon Panier

source: Address Name
fr: Nom de I'adresse

# AddShippingAddress
source: Add a shipping address
fr: Ajouter une adresse de livraison

source: Back To Previous Step
fr: Revenir À L'étape Précédente

# EditShippingAddress
source: Edit a shipping address
fr: Modifier une adresse de livraison

source: Floor
fr: Étage

source: Home
fr: Domicile

source: Office
fr: Bureau

source: Shipping
fr: Livraison

source: User has not logged in
fr: L'utilisateur ne s'est pas connecté

# ConfirmDeleteAddress
source: This address will be deleted permanently, do you want to continue?
fr: Cette adresse sera définitivement supprimée, voulez-vous continuer?

source: Accept the
fr: J'accepte les

source: Check
fr: Chèque

source: Choose your payment gateway
fr: Choisissez Votre Moyen De Paiement

source: Complete Order
fr: Finaliser la commande

# SSLDescription
source: The transaction is carried out by standard SSL
fr: La transaction s'effectue par paiement sécurisé standard SSL

# SSLDescription2
source: secure payment from our partner Lydia
fr: de notre partenaire Lydia

source: Terms and Agreements
fr: conditions generales de vente

# TheInforrmationInTheCard
source: the information in the card
fr: les informations de la carte de paiement

source: Apply To Cart
fr: Appliquer au panier

source: Promotional Code
fr: Code promotionnel

source: Without shipping
fr: Hors frais de port

# AllowCustomerReview
source: Allow customer review this product
fr: Permettre une révision à la clientèle de ce produit

source: Display this product on homepage
fr: Voir cet article sur la page d'accueil

source: Publish this product.
fr: Publier ce produit

source: Search Result For
fr: Résultat De La Recherche Pour

# SelectSite
source: Select a site
fr: Choisir un golf

# SelectState
source: Select a state
fr: Choisir un département

# ThereIsNoPrice
source: There is no any price
fr: Il n'y a pas n'importe quel prix

source: Add Price
fr: Ajouter Prix

# TeeSheetAdminNote
source: Note: If you set price or discount less than or equals zero. That tee sheet will be hidden in front end.
fr: Remarque: Si vous définissez prix discount inférieure ou égale à zéro. C'est teesheet sera caché dans l'extrémité avant.

source: Resellers
fr: Revendeurs

source: Reseller
fr: Revendeur

# YouJustAddFollowingItemToYourCart
source: You just add following item to you cart
fr: Vous venez d'ajouter à votre panier l'article suivant

source: Sign In
fr: Se Connecter

source: Enter your password
fr: Entrez votre mot de passe

source: Enter your username
fr: Entrez votre identifiant

source: Hello
fr: Bonjour

source: Login To Your Account
fr: Connectez-vous à votre compte

source: Find a Course
fr: Trouver Un Golf

source: Imprint
fr: Mentions Légales

source: Information And Help
fr: Informations Et Aide

source: Join Now
fr: S'Inscrire

# MenuStage
source: Golf Lessons
fr: Stage

# MenuPractice
source: Driving Ranges
fr: Cartes De Practice

# MenuStay
source: Stay
fr: Séjour

# OurServiceAndSocialNetworks
source: Our Service And Networks
fr: Nos services & Réseaux Sociaux

source: Refer Your Friends
fr: Parrainez vos amis et gagnez un bon d'achat.

source: Subscribe to our newsletter
fr: Inscrivez-vous à notre Newsletter

source: Telephone
fr: Téléphone

# ContactUsVerySimple
source: To contact us, it is very simple
fr: Pour nous contacter c'est très simple

# SeeAllOurGolfs
source: See All Our Golf
fr: Voir Tous Nos Golfs

source: Reseller Information
fr: Informations Revendeur

source: Customer Information
fr: Informations Client

source: Female
fr: Femme

source: Gender
fr: Sexe

source: Male
fr: Homme

source: Payment by check
fr: Paiement par chèque

source: Content Category
fr: Catégorie de Contenu

source: Content Key
fr: Clé Contenu

source: Content Text
fr: Texte Contenu

source: Topic Name
fr: Nom de la Rubrique

source: Web Content Information
fr: Informations Sur le Contenu Web

source: Confirm
fr: Validation

source: Secure Payment
fr: Paiement Sécurisé

source: New
fr: Neuf

source: a green fee
fr: un green fee

source: from our selection
fr: Parmi notre sélection.

source: From our selection of offers
fr: Parmi notre sélection d'offres

source: Include deals with accommodation
fr: Inclure les offres avec hébergement

source: Reserve
fr: Réservez

# YourStage
source: your golf lesson
fr: Votre Stage

source: your stay
fr: Votre Séjour

source: your golf lesson
fr: your stage

# EmailFooterText
source: This email send from {0} automation system. Please do not reply to this email.
fr: Cet email envoyer de {0} système d'automatisation. Se il vous plaît ne pas répondre à cet e-mail.

# LoginLinkText
source: Click here to go to login page.
fr: Cliquez ici pour accéder à la page de connexion.

source: Connect With Facebook
fr: Connectez-vous avec Facebook

# PasswordCantBeEmpty
source: Password cannot be empty.
fr: Mot de passe ne peut pas être vide.

# ConnectWithFacebookAgreement
source: If you do not trust this site, you can connect on facebook.com directly. By proceeding. you are agreeing to the Facebook Platform User Terms of Service.
fr: Si vous ne faites pas confiance à ce site, vous pouvez vous connecter sur facebook.com directement. En instance. vous acceptez les Facebook Platform Conditions d'utilisation de l'utilisateur.

# ConnectWithFacebookDescription
source: Connect Dans les Golfs with Facebook to interact with your friends on this site and to share information through Facebook.
fr: Connectez DANS LES Golfs avec Facebook pour interagir avec vos amis sur ce site et de partager des informations à travers Facebook.

# EmailCantBeEmpty
source: Email cannot be empty.
fr: Email peut pas être vide.

source: Amount of transaction
fr: Montant de la transaction

source: Card No.
fr: N° de carte

# CreditCardSecureFeature1
source: Our banking partner maintains and guarantees the confidentiality of your data
fr: Notre partenaire bancaire conserve et garantit la confidentialité de vos données

# CreditCardSecureFeature2
source: DansLesGolfs.com not have access to your bank details
fr: DansLesGolfs.com n'a pas accès à vos coordonnées bancaires

# CreditCardSecureFeature3
source: For added security your control number will always be demand to validate your future payments
fr: Pour encore plus de sécurité votre numéro de contrôle vous sera toujours demande afin de valider vos futurs paiements
