Repository: weedkiller/ecm-archived
Catalog: src/Resources/Resources.*.resx
Languages: fr

# BookingAdvanceDescription
source: This tee time can be booked only {0} day(s) in advance
fr: Ce créneau ne peut être réservé que {0} jour(s) avant

# NameOfYourSite
source: Name of your golf
fr: Nom de votre golf

# DLGShopRegisterSuccessText
source: Your request has been sent. One of our consultants will contact you shortly.
fr: Votre demande a bien été envoyée. Un de nos conseillers vous contactera prochainement.

source: Email Setting
fr: Email Cadre

# TestEmailWasSent
source: Test Email was sent. Please check the message in your inbox or SPAM folder.
fr: Test de courriel a été envoyé. S'il vous plaît vérifier le message dans votre boîte de réception ou le dossier de SPAM.

source: Test Sending Email
fr: Tester l'envoi Email

source: Career
fr: Profession

source: Email Account
fr: Compte email

source: Email Account Name
fr: Email Nom de compte

source: Email Settings
fr: Paramètres de messagerie

source: Customer Type
fr: Type de client

source: Sub Customer Type
fr: Sous Type de client

source: Additional Emails
fr: Les e-mails supplémentaires

# ObjectHasBeenSaved
source: {0} has been saved.
fr: {0} a été enregistré.

source: Use semicolon (;) to split each email.
fr: Utilisez-virgule (;) pour séparer chaque e-mail.

source: Mailing List Information
fr: Liste de diffusion de l'information

source: Customer Type Information
fr: Type d'information à la clientèle

source: Customer Type Name
fr: Type de client Nom

source: Customer Types
fr: Types de clients

source: There is no empty slot for player
fr: Il n'y a pas emplacement vide pour le joueur

# YouAlreadyBookingOnThisTime
source: You already booking on this date & time.
fr: Vous réservation déjà à cette date et de l'heure.

source: This tee time already occupied
fr: Cette heure de départ déjà occupée

source: None
fr: Aucun

source: Please select at least one mailing list
fr: S'il vous plaît sélectionner au moins une liste de diffusion

source: Customer not found
fr: Client introuvable

# PleaseInputOnlyValidEmails
source: Please input only the valid emails
fr: Veuillez entrer uniquement les e-mails valides

# SMTPSettingsNotFound
source: SMTP Settings not found in selected site
fr: Paramètres SMTP introuvables dans le site sélectionné

source: Use Global Settings
fr: Utilisez Paramètres globaux

source: Please select site
fr: S'il vous plaît sélectionnez le site

source: Emails are sending, please wait.
fr: Emails envoient, s'il vous plaît patienter.

source: Create here and reload this page.
fr: Créer ici et recharger cette page.

source: Open new window
fr: Ouvrir une nouvelle fenêtre

source: There is no mailing list.
fr: Il n'y a aucune liste de diffusion.

source: Campaign Name
fr: Nom de la campagne

source: Email Campaign Information
fr: Informations de campagne d'email

source: Global Settings
fr: Paramètres globaux

source: Default Sender Email
fr: Par défaut Sender Email

source: Default Sender Name
fr: Par défaut Sender Nom

source: Click
fr: Cliquez

source: Open
fr: Ouvert

source: Report of
fr: Rapport de

source: There is no email in queue
fr: Il n'y a pas e-mail dans la file d'attente

source: Import Customers
fr: Clients à l'importation

source: Choose Correspond Columns
fr: Choisissez Correspondent Colonnes

source: Choose Your File
fr: Choisissez votre fichier

source: Database
fr: Base de données

source: Step
fr: Étape

source: Your File
fr: Votre fichier

source: Bounce Rate
fr: Taux de rebond

source: Clicks
fr: Clics

source: Opens
fr: Ouvre

source: View more
fr: Voir plus

source: Complete
fr: Compléter

source: Customer Importer
fr: Importateur client

# ValueCannotBeEmpty
source: {0} cannot be empty.
fr: {0} ne peux pas être vide.

source: All
fr: Tout

source: Payment Status
fr: Statut de paiement

source: Success
fr: Le Succès

source: Unsuccess
fr: Échec

# YouMayNeedToEditLater
source: You may need to edit {0} later.
fr: Vous devrez peut-être modifier {0} plus tard.

source: Bulk Edit
fr: Modifier vrac

# CannotBookingRightNow
source: Can't booking right now, please try again later.
fr: Vous ne pouvez pas réserver dès maintenant, s'il vous plaît réessayer plus tard.

# CannotGetTeeTimesFromPrimaGolfRightNow
source: Can't get tee times from Prima Golf right now, please try again later.
fr: Vous ne pouvez pas obtenir des heures de départ de Prima Golf dès maintenant, s'il vous plaît réessayer plus tard.

source: Tee time already locked.
fr: Tee temps déjà verrouillé.

source: Other
fr: Autre

# YouAlreadyLockSomeOfTeeTimePleaseTry15Minutes
source: You already lock some of tee time, please try again after 15 minutes.
fr: Vous verrouillez déjà certains des temps de départ, s'il vous plaît essayer de nouveau après 15 minutes.

source: Add Subscriber
fr: Ajouter abonné

source: Subscriber
fr: Abonné

source: Subscriber Information
fr: Information Abonné

source: Subscribers
fr: Les abonnés

source: Unsubscriber Information
fr: Information Unsubscriber

source: Site Journal
fr: Journal du Golf

source: Communication
fr: La Communication

source: Daily Journal
fr: Journal Quotidien

source: Data has been saved.
fr: Les données ont été sauvegardées.

source: Event
fr: Un Événement

source: Financial
fr: Financier

source: Yearly Journal
fr: Journal Annuel

source: Member Amount
fr: Montant Membre

source: Payment Date
fr: Date de paiement

source: Email Campaigns
fr: Campagnes Email

source: Sample
fr: Prélévement

source: Transfer
fr: Virement

source: Availability
fr: Disponibilité

source: Year
fr: Année

source: Commercial Follow Up
fr: Suivi commercial

source: Visit Date
fr: Date de Visite

source: Daily Journal for
fr: Journal quotidien de

source: Yearly Journal for
fr: Journal annuel de

source: Don't want to receive this type of email?
fr: Vous ne voulez pas recevoir ce type d'e-mail?

source: This email was sent to
fr: Ce courriel a été envoyé à

source: Commercial Information
fr: Information Commerciale

source: Hotel Information
fr: Informations sur l'hôtel

source: On-site
fr: Sur place

source: Partner
fr: Partenaire

# PhoneAndEmailDatabase
source: Phone & Email Database
fr: Téléphone & Email Database

source: Associative
fr: Associatif

source: Management
fr: La gestion

source: Subcontracting
fr: Sous-traitant

source: Central Line SEO
fr: Centrale de ref SEO

source: Field
fr: Champ

source: Invoice Entry
fr: Saisie des factures

source: Add Site
fr: Ajouter Golf

source: Restaurant Product Categories
fr: Catégories Restaurant Produit

source: Restaurant Product Category
fr: Catégorie Restaurant Produit

source: Restaurant Supplier
fr: Restaurants Fournisseur

source: Restaurant Suppliers
fr: Restaurants Fournisseurs

source: Supplier Name
fr: nom du fournisseur

# UserIsDuplicateSoSkipped
source: {0} {1} is duplicate in this golf, so it will be skipped.
fr: {0} {1} est un doublon dans ce golf, il sera ignoré.

source: Advanced
fr: Avancée

source: Conversion Tracking
fr: Suivi des conversions

source: Purchase
fr: Achat

source: View Content
fr: Voir le contenu

source: Initial Checkout
fr: Commander initial

source: Filters
fr: Filtres

source: Contain
fr: Contient

source: End With
fr: Terminer par

source: Equal
fr: Équivaut à

source: Left it blank to skip
fr: Gauche le champ vide pour sauter

source: Not Equal
fr: Inégal

source: Start With
fr: Commencer avec

source: Please select at least one customer group
fr: S'il vous plaît sélectionner au moins un groupe de clients

source: Bounced Return Email
fr: Bounced Retour Email

source: Send to all customers
fr: Envoyer à tous les clients

source: Background Job
fr: Contexte d'emploi

source: Select Filtered Items
fr: Sélectionnez Articles Filtré

source: Age
fr: Âge

# CannotAddProductFromAnotherInYourGolfCart
source: You can add a product from another in your Golf Cart.
fr: Vous ne pouvez ajouter un produit d'un autre Golf dans votre panier.

# UseVERP
source: Using VERP
fr: Utilisation de VERP

source: Unsubscribe Email
fr: Se désabonner Email

source: Unsubscription
fr: Désinscription

source: Discount Card
fr: Carte de réduction

source: Using
fr: En utilisant

source: Account Name
fr: Nom du compte

source: Click here to unsubscribe
fr: Cliquez ici pour vous désabonner

# EnterTextForMirrorPageLink
source: Please enter a text for mirror page link
fr: S'il vous plaît entrer un texte pour la page miroir lien

# EnterTextForUnsubscribeLink
source: Please enter a text for unsubscribe link
fr: S'il vous plaît entrer un texte pour le lien de désabonnement

source: Please add mirror page link
fr: S'il vous plaît ajouter un miroir lien de la page

source: Please add unsubscribe link
fr: S'il vous plaît ajouter un lien de désabonnement

source: See the online version
fr: Voir la version en ligne

source: Your campaign has been cancelled.
fr: Votre campagne a été annulée.

source: Available Templates
fr: Modèles disponibles

source: Select Brand
fr: Sélectionnez une marque

# EmailTemplateCreationTips
source: One template must contains {!web} and {!unsubscribe} variable. So make sure you put them before saving. Or use build-in Mirror Page and Unsubscribe Link blocks.
fr: Un modèle doit contenir la variable {!web} et {!unsubscribe}. Alors assurez-vous de les mettre avant d'enregistrer. Ou utilisez des blocs de page miroir et de lien de désabonnement intégrés.

# SyncConfirmText
source: Synchronization will be processed in background.\nDo you want to continue?\n\nNOTE: You will need to set Chronogolf Club ID in your Golf manager page.
fr: La synchronisation sera traitée en arrière-plan. \ NVoulez-vous continuer? \ A \ nNOTE: Vous devrez définir l'identifiant de Chronogolf Club dans la page de votre gestionnaire de golf.

source: Schedule Date Time
fr: Horaire Date Heure

source: Schedule
fr: Programme
