Repository: weedkiller/ecm-archived
Catalog: src/Resources/Resources.*.resx
Languages: fr

# EnterYourCardDescription
source: Please enter your security code, the last three digits appearing on the signature panel on the back of your credit card
fr: Veuillez saisir votre cryptogramme visuel, les trois derniers chiffres apparaissent sur le panneau signature au verso de votre carte bancaire

source: Enter your credit card
fr: Saisir votre carte de paiement

source: Expired at
fr: Expiré fin

# FacebookPermissionAgreement
source: We do not publish anything to your wall without your agreement.
fr: Nous ne publions rien sur votre mur sans votre accords.

# LearnMoreAboutVisualCryptogram
source: Learn more about the visual cryptogram
fr: En savoir plus sur le cryptogramme visuel

source: Merchant ID
fr: Identifiant commerçant

# RegisterYourCardTitle
source: Register your card, order carefree!
fr: Enregistrez votre carte, commander l'esprit léger!

source: Signup With Facebook
fr: S'Inscrire avec Facebook

source: Transaction Reference
fr: Référence de transaction

# TwoSecondsWithFacebook
source: <strong>2 Seconds</strong> with facebook
fr: <strong>en 2 secondes</strong> avec Facebook

source: Enter a name for this card
fr: Saisissez un nom pour cette carte

source: for a future purchase
fr: pour un futur achat

source: I wish to
fr: Je souhaite

source: No
fr: Non

source: Optional
fr: Facultatif

source: register my bank detail
fr: enregistrer mes coordonnées bancaires

source: Yes
fr: Oui

source: Excluding shipping costs
fr: Hors frais de livraison

source: My coupons and discounts
fr: Mes bons d'achat et réductions

# ProductOneOrMany
source: Product(s)
fr: Article(s)

source: Shipping Cost
fr: Frais de Port

source: Total TTC Paid
fr: Total TTC Payé

source: Amount
fr: Montant

source: Customer Name
fr: Nom du client

source: Order
fr: Commande

source: Order Number
fr: Numéro de Commande

source: Status
fr: Statut

source: Search
fr: Rechercher

source: Include
fr: Avec

source: Departure Month
fr: Mois de départ

# ContactPerson
source: Contract Person:
fr: personne de contact:

source: Company name
fr: Nom de l'entreprise

source: Item
fr: Article

source: Free Shipping
fr: Livraison Gratuite

source: Can return?
fr: Peut retour?

source: Refund withIn
fr: Remboursement sous

source: Day
fr: Jour

source: Days
fr: Jours

source: Delivery charge according to shipping
fr: Frais de livraison selon l'expédition

source: Within
fr: Sous

source: and the
fr: et le

source: Estimated between
fr: Estimée entre le

source: Item available
fr: Article disponible

source: Item out of stock
fr: Article épuisé

source: Remaining item
fr: Article restant

source: Remaining items
fr: Articles restant

source: Warning
fr: Alerte

# YouMustAcceptTermsAndAgreements
source: You must read and accept our terms and agreements before checkout.
fr: Vous devez accepter les conditions générales de vente pour finaliser votre commande. Merci

source: Shipping Type
fr: Type d'expédition

source: See this golf shop
fr: Voir la boutique de ce golf

# Amounttitle
source: amount
fr: Montant

# Deliverystatustitle
source: Delivery status
fr: État de livraison

# Ordertitle
source: Order N ํ
fr: commande N ํ

# Salestitle
source: sales
fr: Ventes

# CategoryNametitle
source: Category Name
fr: Nom de la catégorie

# Deliverystatuscontentlink
source: Details of the order</br> Invoice falls<br/> Help
fr: Détail de la commande<br/> Relève de facture</br> Aide

# ItemNametitle
source: Item Name
fr: Nom de l'article

# Myorderdetail
source: Order Details
fr: Détail de la commande

# Quantitytitle
source: Quantity
fr: quantité

# TotalPricetitle
source: Total Price
fr: Prix total

# UnitPricetitle
source: Unit Price
fr: prix unitaire

source: Sub category
fr: Sous catégorie

source: Brand Name
fr: Marque

source: Brand Information
fr: Informations Marque

source: Brands
fr: Marques

# DansLesGolfsTeam
source: <a href="{0}">DansLesGolfs.com</a> Team
fr: L'équipe <a href="{0}">DansLesGolfs.com</a>

# RegisterMailBodyText
source: Thank you for registering.<br />Here is a reminder of your login:
fr: Nous vous remercions pour votre inscription.<br />Voici un rappel de vos identifiants de connexion :

# RegisterMailTitleText
source: Welcome to
fr: Bienvenue sur

source: Sincerely
fr: Sincèrement

# RegisterMailBodyTextBottom
source: Keep carefully, they allow you to monitor your orders and take advantage of special promotions!
fr: Gardez les précieusement, ils vous permettront de suivre l'évolution de vos commandes et de profiter de promotions spéciales !

source: Include Accommodation
fr: Inclure Hébergement

# SearchDrivingRangeTab
source: Driving Range
fr: Cartes de<br />practices

source: Pricing Periods
fr: Tarifs Périodes

# PricePerPeriod
source: Price per priod
fr: Prix par période

source: Begin at
fr: À partir de

# Dlgcard_agree_step4
source: I agree and acknowledge having knowledge <span style="color: #f8407e;">Terms of Use </span>
fr: J'accepte et je reconnais avoir pris connaissances des

# Dlgcard_cardtype_step2
source: Card Type
fr: Type de carte

# Dlgcard_content_step1
source: Watch out! After validation, the recipient's email address is no longer editable.
fr: Attention ! Après validation, l’adresse email du destinataire n’est plus modifiable.

# Dlgcard_content_step3
source: With the universe of your choice, customize your DLG Card
fr: Avec l'univers de votre choix, personnaliser votre DLG Card

# Dlgcard_header
source: Give DLG CARD
fr: Offrez la DLG CARD

# Dlgcard_header_step1
source: The identity and enter the recipient's email
fr: Saisissez l’identité et l’email du destinataire

# Dlgcard_header_step2
source: Choose your card type
fr: Choisissez votre type de carte

# Dlgcard_header_step3
source: Select the theme of your gift card
fr: Sélectionnez le thème de votre carte-cadeau

# Dlgcard_header_step4
source: Write your message and do not forget to sign it!
fr: Rédigez votre message et ne oubliez pas de le signer!

# Dlgcard_Personalmessage_step4
source: Personal message : (limit at 400 characters)
fr: Message personnel: (limite à 400 caractères)

# Dlgcard_title1
source: You want to offer DLG Card to one of your friends? It's easy
fr: Vous désirez offrir la DLG Card à l'un de vos proches ? Rien de plus facile !

# Dlgcard_title2
source: Simply follow the four steps below.
fr: Il vous suffit de suivre les 4 étapes ci-dessous.

# Dlgcard_totalamount_step2
source: Total Amount
fr: Montant Total

# Dlgcard_validate_step4
source: > Validate
fr: > Valider

# Dlgcard_viewgiftcard_step4
source: View your gift card
fr: Voir votre carte-cadeau

# Footer_findus_contenttab
source: Find us on
fr: Retrouvez-nous sur

# Footer_sendbutton_tabcontract
source: SEND
fr: ENVOYER

# Footer_title_contenttab
source: Stay Connect
fr: Restez connecté

# Footer_title_tabinfo
source: To serve you better
fr: Pour mieux vous servir

# accessthessale_promotion
source: Access the sale
fr: Accèder à la vente

source: Invalid Password
fr: Mot de passe incorrect

source: Password has been changed
fr: Mot de passe a été changé

source: Password not match
fr: Mot de passe ne correspond

source: Sale Activities
fr: Vente Activités

# Seemore_golfcourses_footer
source: see all golf courses
fr: voir tous stages de golf

# Seemore_golftrips_footer
source: see all Golf Trips
fr: voir tous nos séjours de golf

# Seemore_greenfees_footer
source: see all of our green fees
fr: voir tous nos green fees

# Seemore_ourpractices_footer
source: see all of our practices
fr: voir tous nos practices

source: Select type of lesson
fr: Choisir un type de stage

source: Golf Lesson Type
fr: Type de stage

source: Send message to vendor
fr: Envoyer un message au vendeur

source: Recipient
fr: Destinataire

# CannotSentEmail
source: Can't send email.
fr: Vous ne pouvez pas envoyer des email.

source: Find a Golf Course
fr: Trouver un golf

source: Find all our
fr: Retrouvez tous nos

source: good deals!
fr: bon plans!

source: Recipient Email
fr: Email Destinataire

source: Recipient Name
fr: Nom du bénéficiaire

source: Send
fr: Envoyer

source: Recommended Product
fr: Produit Recommandé

source: From Email
fr: De Email

source: Practice Card
fr: Carte De Practice

source: See the proshop at
fr: Voir le proshop de

# Annuler
source: Cancel
fr: Annuler

source: Building, floor and door
fr: Bâtiment, étage et porte

source: Descriptive
fr: Descriptif

source: Location
fr: Localisation

source: Practical info
fr: Infos pratiques

source: Restoration
fr: Restauration

source: Green Fee Settings
fr: Green Fee Paramètres

source: Category for
fr: Catégorie pour

source: Modifier Name
fr: Modifier Nom

source: Add Choice
fr: Ajouter choix

source: Choices
fr: Choix

source: There is no choice.
fr: Il n'y a pas le choix

source: Golf Brands
fr: Marques de Golf

source: Golf Brand
fr: Marque de Golf

source: Golf Brand Information
fr: Golf Informations Marque

source: Golf Brand Name
fr: Golf Marque Nom

# UseCtrlKeyGreenFee
source: Use CTRL + Left Click to select multiple Items.
fr: Utilisez CTRL + clic gauche pour sélectionner plusieurs créneaux

# RightClickGreenFee
source: Right click on items to show their context menu.
fr: Utilisez le clic droit sur le/les créneaux sélectionnés pour entrer vos tarifs

source: How to open your pro-shop online?
fr: Comment ouvrir votre proshop en ligne?

# OpenDLGShopDescriptionText
source: We invite you to make your request using the form below. One of our consultants contacteras you soon.
fr: Nous vous invitons à faire votre demande en remplissant le formulaire ci-dessous. Un de nos conseillers vous contactera prochainement.

# OpenDLGShopOfferText
source: You are the manager of a golf course and you want your pro shop destock? DansLesGolfs.com offer you the opportunity by creating your virtual shop in the DLG SHOP.
fr: Vous êtes gérant d'un golf et vous souhaitez déstocker votre proshop ? DansLesGolfs.com vous en offre la possibilité en créant votre boutique virtuelle dans la DLG SHOP.

# NameTitle
source: Title
fr: Civilité

source: Your email is already in use
fr: Votre e-mail est déjà utilisée

source: Restaurant
fr: Restauration

source: Region
fr: Région

source: Available depature
fr: Place disponible

source: Departure time
fr: Heure de départ

source: Discount
fr: Réduction

source: Good choice
fr: Bon choix

source: Rate
fr: Tarif

source: Reservation
fr: Réservation

source: There is no available slot
fr: Il n'y a pas emplacement disponible

source: Coupon Name
fr: Coupon Nom

source: Add Coupon
fr: Ajouter Coupon

source: Coupon Type
fr: Type de Coupon

source: Discount Type
fr: Type de Réduction

source: End Date
fr: Date de Fin

source: Percent
fr: Pourcentage

source: Per Item
fr: Par article

source: Per Order
fr: Par Commande

source: Reduction
fr: Réduction

source: Remaining
fr: Restant

source: Start Date
fr: Date de Début

source: Coupon code is invalid
fr: Code Promo ne est pas valide

# SelectDate
source: Select a date
fr: Choisir une date

# Accounttextnewemail
source: New Email
fr: Nouvel Email de

# Account_confirmemail
source: The Confirm Email
fr: Confirmez I'Email

# Account_newemail
source: Choose your new Email
fr: Choisissez votre nouvel Email

# Account_Verify
source: Change Your Email
fr: Modifier votre Email

# Account_VerifyEmailButton
source: Confirm
fr: Confirmer

source: April
fr: Avril

source: August
fr: Août

source: December
fr: Décembre

source: February
fr: Février

source: January
fr: Janvier

source: July
fr: Juillet

source: June
fr: Juin

source: March
fr: Mars

source: May
fr: Mai

source: November
fr: Novembre

source: October
fr: Octobre

source: September
fr: Septembre

source: Calendar
fr: Calendrier

source: Prefix
fr: Préfixe

source: Coupon Group Information
fr: Coupon Informations du groupe

source: Generate Coupons
fr: Générer Coupons

source: E-mail Address
fr: Adresse e-mail

source: Per categorie
fr: Par catégorie

source: Per items
fr: Par articles

source: Coupon Group Description
fr: Groupe Promo Description

source: Coupon Group Name
fr: Coupon Nom du groupe

# coupons_select
source: Select
fr: Sélectionnez

# coupons_title
source: Offer title
fr: Intitulé de l'offre

source: Sponsor
fr: Parrainer

source: Choose Items
fr: Choisissez Articles

source: Item Name
fr: Nom de l'article

source: Select
fr: Sélectionner

source: Delete All
fr: Supprimer Tout

source: Delete Selected Items
fr: Supprimer les éléments sélectionnés

# ShippingAddressModifiedWarning
source: You didn't save your shipping address. Do you want to save it before checkout?
fr: Vous ne avez pas enregistré votre adresse de livraison. Voulez-vous enregistrer avant de la caisse?

source: Enter your login
fr: Entrez votre identifiant

# mailinvitation
source: Receive newsletter email
fr: Email d'invitation

# savenewletter
source: Save your preferences
fr: Enregistrer vos préférences

source: Item Type
fr: Type d'élément

source: Condition
fr: État

source: Duplicate
fr: Dupliquer

# CreateAddressSuggestion
source: Do you want to use your profile adress to create a shipping address?
fr: Voulez-vous utiliser votre adresse de profil pour créer une adresse de livraison?

source: Default shipping address
fr: Adresse de livraison par défaut

source: Information
fr: Informations

# NoPermissionErrorDetail
source: You have no permission to access this page.
fr: Vous n'êtes pas autorisé à accéder à cette page.

# NoPermissionErrorTitle
source: No Permission
fr: Aucune Autorisation

# NotLogInErrorDetail
source: This page allow only the members of this website.
fr: Cette page permet seulement les membres de ce site.

# NotLogInErrorTitle
source: You are not logged in.
fr: Vous n'êtes pas connecté.

source: Register here
fr: Inscrivez-vous ici

source: Select Albatros Site
fr: Choisir Albatros Golf

# YouMustEnterRequireField
source: You must complete the required fields to continue. Thank you.
fr: Vous devez renseigner les champs obligatoires pour continuer. Merci.

source: Next 7 days
fr: Les 7 prochains jours

source: Previous 7 days
fr: Précédent 7 jours

# InvoiceItemTitle
source: Invoice Item's Title
fr: Titre de l'article Facture

source: To
fr: À

source: Your Rating
fr: Votre avis

# CustomTeeSheetCategories
source: Categories that use Custom Tee Sheet
fr: Catégories qui utilisent tee-Sheet

source: Invoice Information
fr: Informations de facturation

source: Not specific site
fr: Non golf spécifique

# PleaseEnterPostalCode
source: Please enter a valid postal code
fr: S'il vous plaît entrer un code postal valide

source: Products In This Site
fr: Produits dans ce site

source: Advertisement
fr: Publicité

# AdsetNameAlreadyInUse
source: Adset name is already in use
fr: Adset name already in use

# ErrorSaveFailed
source: Save failed, please try again.
fr: Enregistrer échoué, s'il vous plaît essayer à nouveau.

source: Saved successfully
fr: Enregistré avec succès

source: Your ads saved successfully
fr: Vos annonces enregistrées avec succès

# ChangingOfInvoice
source: Relève de facture
fr: Relevé de facture

source: Details of the order
fr: Détail de la commande

source: Help
fr: Aide

source: Yield Mgt
fr: Tarifs

# NumberOfPlayers
source: No. of Players
fr: Nbre de joueur(s)

source: Select All
fr: Tout Sélectionner

source: Request timeout
fr: Durée de la demande

source: Payment was cancelled
fr: Paiement a été annulé

source: Write your review
fr: Donner votre avis

source: At
fr: à

source: Be the first to review
fr: Soyez le premier à donner un avis

source: My apprentices
fr: Mes filleuls

source: Action
fr: Effectuer

source: Add
fr: Ajouter

source: Add Customer
fr: Ajouter clientèle

source: Add User
fr: Ajouter un utilisateur

source: Category Information
fr: Catégorie information

source: Email is in schedule
fr: Email est dans le calendrier

source: Preference
fr: Préférence

source: User Management
fr: Gestion des utilisateurs

source: Previous
fr: Précédent

source: Business Address
fr: Adresse d'affaires

source: Business City
fr: Ville de commerce

source: Business Country
fr: Pays de commerce

source: Business Postal Code
fr: Code postal de Business

source: Choose Customer
fr: Choisissez clientèle

source: Customer Group Information
fr: Informations Groupe de clients

source: Delete Selected Customers
fr: Supprimer clients sélectionnés

source: Membership End
fr: Adhésion Fin

source: Personal Address
fr: Adresse personnelle

source: Personal City
fr: Ville personnelles

source: Personal Country
fr: Personal Pays

source: Personal Postal Code
fr: Personal Code postal

source: Delivery to a difference address
fr: Livraison à une adresse différente

source: No tee time available
fr: Pas de départ disponible

source: Global note
fr: Note globale

source: Deselect All
fr: Tout Déselectionner

# AdsManagerTip1
source: Please click save button after you add ads images and links.
fr: S'il vous plaît cliquez sur le bouton Enregistrer après vous ajoutez petite images et des liens.

# AdsManagerTip2
source: The image shouldn't wider than 300 pixels.
fr: L'image ne devrait pas plus large que 300 pixels.

source: Green Fee Categories
fr: Green Fee Catégories

# PageTemporaryUnavailable
source: Page Temporarily Unavailable
fr: Page temporairement indisponible

source: Connect
fr: Mettre en contact

# FetchCourses
source: Fetch Course
fr: Fetch Cours

source: Transaction is invalid
fr: Transaction est invalide

source: Thank you for your patience.
fr: Merci de votre patience.

# WeSaveYourOrder
source: We have been saved your order paid by credit card.
fr: Nous avons bien enregistré votre commande réglée par

source: Amount of your order
fr: Montant de votre commande

source: Click here
fr: Cliquez ici

# ConfirmPaymentTitle
source: Confirm payment of
fr: Confirmation de votre paiement par

source: Here is the summary of your order
fr: Voici le récapitulatif de votre commande

# IfYouWantToDownlodYourInvoice
source: If you want to download your invoice
fr: Si vous souhaitez télécharger votre facture

source: in section
fr: dans la rubrique

source: MyAccount
fr: Mon Compte

source: Sub total
fr: Sous total

source: Thank you for your confidence.
fr: Merci de votre confiance

source: Total amount
fr: Montant Total

source: Unit amount
fr: Montant unitaire

# YouCanDirectMonitorYourOrder
source: You can directly monitor the progress of your order from the site
fr: Vous pouvez suivre directement l'évolution de votre commande à partir du site

source: Credit Card
fr: Carte Bancaire

source: Email was sent successfully
fr: Message envoyé avec succès

# ThankYouForSubscription
source: You are subscribed to Newsletter {0}
fr: Vous êtes bien inscrit à la Newsletter {0}

source: Your Email is invalid
fr: Votre Email est invalide

source: Paid by
fr: Payé Par

source: Place an order
fr: Commander

# LoadMore
source: See more offers
fr: Voir plus d'offres

source: Thank you, your message has been sent
fr: Merci, votre message à bien été envoyé

source: Add Email Template
fr: Ajouter Modèle d'Email

source: Your menu was saved.
fr: Votre menu a été sauvé

source: Title
fr: Titre

source: Date of purchase
fr: Date d'achat

source: Item review
fr: Article Avis

source: Site review
fr: Golf Avis

source: Export
fr: Exportation

source: On
fr: Sur

source: Approved
fr: Approuvé

# ConfirmDeleteSelectedItems
source: Are you sure for deleting these item?
fr: Êtes-vous sûr de supprimer ces numéros?

# ReviewThankYou
source: The DansLesGolfs.com team thanks you! Your comment will be checked and published within 48 hours. You will receive a validation email once your comment online
fr: L'équipe DansLesGolfs.com vous remercie ! Votre commentaire va être contrôlé et publié dans les 48h. Vous recevrez un email de validation une fois votre commentaire en ligne

source: Not available
fr: Non disponible

# OrderHelpEmailText
source: The Customer just send the message to you, in order to get help in their order.
fr: Le client suffit d'envoyer le message à vous, afin d'obtenir de l'aide dans leur commande.

# OrderHelpText
source: You need help? Thank you fill in the form below.
fr: Vous avez besoin d'aide?<br /> Merci de compléter le formulaire ci-dessous

# OrderHelpThankYouText
source: A response will be provided within the shortest possible time.
fr: Une réponse vous sera apportée dans les plus brefs délais

source: Order Support
fr: Demande d'Aide

source: Date Range
fr: Date de Gamme

source: Duplicate selected items
fr: Dupliquer les éléments sélectionnés

# FromAlt
source: From
fr: De

source: Sale Detail
fr: Vente Détail

source: Month
fr: Mois

source: Number of weeks
fr: Nombre de semaines

source: Payment Type
fr: Type de paiement

source: Refresh
fr: Rafraîchir

source: Reserve Date
fr: Date réservée

source: Total with VAT
fr: Total avec TVA

source: View Report
fr: Voir le rapport

# InvoiceNumber
source: Invoice No:
fr: Facture N°

source: Order Invoice
fr: Commande Facture

# OrderNumberInvoice
source: Order No:
fr: Commande N°

# InvoiceMemo
source: {0} Thank you for your order! Feel free to send us your suggestions by writing to
fr: {0} vous remercie de votre commande! N'hésitez pas à nous faire part de vos suggestions en écrivant à

source: Method of settlement
fr: Mode de règlement

source: By Day
fr: Par Jour

source: By Week
fr: Par Semaine

source: Times to Use
fr: Moments pour utiliser

source: Usage Period
fr: Période d'utilisation

source: Coupon has already been used.
fr: Ce code promotionnel n'est pas valide

# CouponReachToUsageLimitPerDay
source: Coupon has been reached to limit usage per day.
fr: Coupon a été atteint pour limiter l'utilisation par jour.

# CouponReachToUsageLimitPerWeek
source: Coupon has been reached to limit usage per week.
fr: Coupon a été atteint pour limiter l'utilisation par semaine.

# DLGCardTermsAndAgreements
source: conditions of sale of the DLG
fr: conditions de vente de la DLG

# FromLong
source: From
fr: De la part de

source: City Not Found
fr: Ville Introuvable

source: Select City
fr: Choisir ville

source: Payment Confirmation
fr: Confirmation de votre paiement

source: Invoice
fr: Facture

source: Press connect to choose course
fr: Appuyez connecter à choisir bien sûr

source: Following are the customer information.
fr: Suivants sont les informations du client.

source: Your request has been sent
fr: Votre demande a bien été envoyée

source: Created
fr: Créé

source: Import
fr: Importer

source: Per item type
fr: Par type d'article

# PleaseSaveBeforeExport
source: Please save data before export
fr: S'il vous plaît enregistrer les données avant l'exportation

source: Item Code
fr: Code de l'article

source: OrderDate
fr: Date de commande

# ThisCustomerContactYou
source: This customer contact you on this order
fr: Ce client vous a contacté au sujet de la commande

# InvalidUsernameOrPassword
source: Username or password is incorrect
fr: Identifiant ou mot de passe incorrect

# IfYouWantToUnsubscrice
source: To unsubscribe, click here
fr: Pour vous désinscrire, cliquez sur ce lien

source: Unsubscribe
fr: Se désabonner

# UnsubscribeConfirmText
source: Do you really want to unsubscribe this email address? <strong>{0}</strong>
fr: Souhaitez-vous réellement désinscrire l'adresse email suivante? <strong>{0}</strong>

# WeWillRedirectYouToHomepage
source: We will redirect you to homepage in 3 seconds
fr: Nous allons vous rediriger vers la page d'accueil dans 3 secondes

source: Minimum amount
fr: Montant minimum

# ThisOrderIsNotFree
source: This order isn't free.
fr: Cette commande est pas gratuit.

source: Get free
fr: Obtenez gratuitement

source: No, cancel
fr: Non, annuler

source: Your request has been processed
fr: Votre demande a bien été traitée

# CannotCreateAnOrder
source: Can't create an order.
fr: Vous ne pouvez pas créer un ordre.

source: Order detail
fr: Commande détail

source: Order information
fr: Informations sur la commande

source: Additional address
fr: Complément d'adresse
